Revit 2027 API
DividedSurface.BorderTile Property
Determines the handling of tiles that overlap the surface's boundary.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public BorderTile BorderTile { get; set; }
Public Property BorderTile As BorderTile
	Get
	Set
public:
property BorderTile BorderTile {
	BorderTile get ();
	void set (BorderTile value);
}
member BorderTile : BorderTile with get, set
Property Value
BorderTile
See Also
Reference
DividedSurface Class
Autodesk.Revit.DB Namespace